{
  "name": "Scottish Sleuth Rules",
  "notes": "Rule booklet pages for a retheme of Sleuth.",
  "dpi": 300,
  "live": false,
  "psize": "letter",
  "pori": "landscape",
  "csize": "poker",
  "cori": "portrait",
  "cheight": "",
  "cwidth": "",
  "cunit": "mm",
  "ccircle": false,
  "gsize": 0,
  "gunit": "mm",
  "msize": 0.5,
  "munit": "in",
  "blsize": 0.125,
  "blunit": "in",
  "ssize": 0.125,
  "sunit": "in",
  "cutline": true,
  "bradius": 0,
  "brunit": "in",
  "overlay": true,
  "oopa": 1,
  "oURL": "",
  "extCSS": "https://fonts.googleapis.com/css?family=Cabin|Amarante",
  "css": "body {\n  font-family:Raleway,sans-serif;\n  font-size: 8pt;\n}\n\n.card1 {\n\tbackground-image: url(images/ssbacks_1.jpg);\n\tbackground-size: 100mm 100mm; \n\tbackground-position: 20mm 34mm; \n}\n\n.card1 bleed {\n\ttext-align:center;\n\tbackground-size: 80mm 80mm; \n\tbackground-repeat: no-repeat;\n\tbackground-position: -17.5mm 16mm;\n\tbackground-image: url(images/ssbacks_glass1.svg);\n}\n\n.card1 safe {\n\tdisplay: flex;\n\talign-items: center;\n\tflex-direction: column;\n\tjustify-content: center;\n\tflex: 1;\n}\n\n.card1 {\n  font-family: RennieMackintoshITC, Amarante, Cabin, sans-serif;\n}\n\np {\n  text-align:justify;\n}\n\nsafe {\n  margin-top: -8pt;\n}\n",
  "csv": "Text\n\"<h1 id='rules-for-scottish-sleuth'>Rules for<br/>Scottish Sleuth</h1>\"\n\"<p>Scottish Sleuth is a deduction game for 3&ndash;7 players ages 10 and up.  It&#39;s a bit like Clue/Cluedo without the board.</p> <h2 id='unit-6'>Unit 6</h2> <p>In Scottish Sleuth, the Royal Scottish Country Dance Society has added a new logic unit, Unit 6, to the RSCDS Teaching Certificate requirements. Three to seven teacher candidates (players) are required to hold the logic exam. A single dance has been removed from the Dance Deck (a set of 36 approved dances) and the teacher candidates must deduce which one is missing, using only approved questions from the Clue Deck. Each candidate may make one and only one guess whenever they are ready; if they choose the correct dance, they pass, but if they choose incorrectly, they fail and are eliminated from the game.</p>\"\n\"<h2>Contents</h2><p>The <b>Dance Deck</b> consists of 36 cards describing 36 different dances.  The dances are divided evenly among jigs, reels, and strathspeys (12 each), as well as among three devisors:  Drewry, Foss, and Goldring (12 each).  They include 2, 3, 4, and 5-couple dances (8 of each).  There is exactly one dance of each description, <em>e.g.,</em> a single 2-couple reel by John Drewry, a single 5-couple Foss strathspey, etc.</p><p>The <b>Clue Deck</b> consists of 54 cards that specify either one aspect (<em>e.g.,</em> a Reel), or two aspects (<em>e.g.,</em> 2-couple, by Foss) of a dance.  Clue cards never have two of the same aspect; there is no &ldquo;Reels or Jigs&rdquo; card.  The Clue Deck also includes Free Choice (wild) cards which will be explained later.</p><p>A pad of <strong>Form X6-36</strong> is also included.</p>\"\n\"<h2 id='setup'>Setup</h2> <p>The candidates should agree on a dealer among themselves.  For example, they could choose the one who most recently taught (or danced) a Drewry, Foss, or Goldring dance.  (If they are currently at TAC and all danced the same dance, the dealer would be the one who was in the highest-numbered couple.)  The dealer then deals cards as described below.  The candidate to the dealer&#39;s left will then go first, and play will proceed clockwise in an orderly manner from there.</p> <p><strong>Dance Deck:</strong>  Shuffle the Dance Deck and remove one card without looking at it.  Set the card aside in a safe location.  Deal out some of the remaining dance deck cards face down to the teacher candidates: 11 cards each for three candidates, 8 each for four, 7 each for five, or 5 each for six or seven candidates.</p>\"\n\"<p>Deal the remaining few dance cards face up where all candidates can see them.  Candidates may look at their own cards but shall not show them to anyone else.</p><p><strong>Form X6-36:</strong>  Give each candidate a copy of the deduction form provided with the game and a regulation pencil for taking notes.  Candidates should fold this form or use some other means of concealing their notes from the other candidates.  On their forms, each candidate should indicate for themselves the identities of the face-up cards and of their own cards; they know that none of these cards can be the missing dance.  Afterwards, the face-up dance deck cards can be cleared off the table, but the candidates must keep their own dance deck cards handy.</p> <p><strong>Clue Deck:</strong>  Shuffle the Clue Deck and deal four cards face up in front of each candidate.  Place the remainder of the deck face-down in the center of the table.</p>\"\n\"<h2 id='play'>Play</h2> <p>A candidate may guess the dance at any time (whether or not it&#39;s their turn), unless another candidate is currently guessing.</p> <p>On a candidate&#39;s turn, they take on the role of the examiner.  The examiner chooses one of three actions:</p> <ol> <li>Use one of their own clue cards to examine another candidate.</li> <li>Exchange all of their clue cards for new ones from the top of the clue deck.</li> <li>Declare their intention to guess the dance, then use the Free Choice clue card (whether or not they have it) to examine another candidate.</li> </ol>\"\n\"<h2>Examining Candidates</h2><p>On their turn, the candidate (the examiner) asks one of the other candidates (the examinee) how many dance cards they have that match the examiner's chosen clue card.  This question and answer are public, so all candidates can record the information on Form X6-36.</p> <p>If there are two aspects to the clue card (<em>e.g.,</em> 2-couple reels), then the examinee also passes the matching dance card(s) face down to the examiner so the examiner can see exactly which of the examinee&#39;s dance cards matched the examiner&#39;s clue card; this information is secret between them, and all dance cards should be returned to the examinee immediately.</p>\"\n\"<p>The examiner discards the used clue card at the end of their turn and draws a replacement from the clue deck.  If the clue deck runs out, shuffle the discards to form a new draw pile.</p><p><strong>Wild Cards:</strong> The Free Choice cards are wild; they can be used as one aspect or two-aspect clue cards of the candidate&#39;s choice.  For example, the Free Choice Reels card can be used as a one-aspect Reels clue card, as a Reels by Foss clue card, as a 2-couple Reels clue card, but <strong>not</strong> as a &ldquo;Reels or Jigs&rdquo; card. The single Free Choice card with no other aspect can be used as any other legal clue card.</p><p>The rule about passing cards still applies to wild cards: the examinee only reports the card count for a one-aspect wild card question, but passes their cards to the examiner for a two-aspect wild card question.</p>\"\n\"<h2>Guessing the Missing Dance</h2><p>The candidate should state their intention to guess the dance.  If it is their turn, they may first ask a Free Choice clue card question and then guess.  Otherwise, they immediately proceed with the guessing process:  the candidate circles the dance on Form X6-36, then secretly looks at the set-aside dance card.  If the card matches their guess, they show both to the other candidates.  The game is over and that candidate is declared the winner.</p><p>If the card does <em>not</em> match the guess, the candidate puts the card back.  That candidate loses, but they remain in the game to answer questions about their own dance cards.  The losing candidate(s) cannot ask any more questions and cannot guess again.  The game continues until a candidate guesses correctly or all candidates have guessed incorrectly.</p>\"\n\"<h2>Strategy</h2><p>Candidates will swiftly discover that the main challenge of Unit 6 is learning to fill out Form X6-36 correctly.  It is essential to record all information revealed in the course of the game in a concise and memorable way.  If used copies of Form X6-36 are available, candidates are encouraged to examine them for useful techniques and shorthand.</p><h2 id='variants'>Variants</h2><p>The game can be made easier for beginners by recording all public questions and answers on a separate piece of paper to be shared among the candidates.</p>\"\n\"<p>If desired, the game can continue after the first candidate has won until a predetermined number of candidates have won, and/or until all candidates have won or lost.  The candidate should not announce the answer after checking the concealed card, but instead set their winning Form X6-36 aside and continue to answer questions just as the losing candidates do.</p><p>The game can be made more difficult by removing two or three dance cards from the Dance Deck instead of one.  The remaining cards are dealt out as usual, and a candidate must guess all the missing dances in order to win.</p><p>Another way to make the game more challenging is to omit the requirement of passing one&#39;s matching cards to the examiner.</p>\"\n\"<h2 id='credits'>Credits</h2> <p>Scottish Sleuth is an RSCDS-themed version the classic deduction game Sleuth by Sid Sackson (1920–2002).  Sleuth was first published by 3M in 1971 and most recently by Eagle-Gryphon Games in 2014 and at the time of printing was available for purchase from their website. (Game mechanics cannot be copyrighted in the United States, so no laws were violated in the production of this game.)</p><p>Scottish Sleuth was produced in 2017 by RSCDS Boston Branch member Mary O. (who has never been a Teaching Candidate and so has an admittedly uninformed view of the process) using her own software, CardPen, available at:<br/><tt>http://cardpen.mcdemarco.net</tt></br>and printed privately for charitable purposes using The Game Crafter and ArtsCow.</p>",
  "mustache": "<div>\n  {{{Text}}}\n</div>",
  "cardClass": "",
  "rscount": "1",
  "rsstyle": "bunch"
}
